{
    "properties": [
        {
            "id": "prop1",
            "type": "House",
            "bedrooms": 3,
            "price": 750000,
            "tenure": "Freehold",
            "description": "An attractive three bedroom semi-detached family home situated in a sought-after location in Petts Wood. This property features a spacious through lounge, a modern fitted kitchen, and a beautiful rear garden perfect for entertaining. Upstairs, you will find three well-proportioned bedrooms and a contemporary family bathroom. The property further benefits from off-street parking and excellent transport links to Central London.",
            "location": "Petts Wood Road, Petts Wood, Orpington BR5",
            "postcode": "BR5",
            "picture": "images/prop1pic1small.jpg",
            "url": "properties/prop1.html",
            "added": {
                "month": "October",
                "day": 12,
                "year": 2022
            },
            "addedDate": "2022-10-12"
        },
        {
            "id": "prop2",
            "type": "Flat",
            "bedrooms": 2,
            "price": 399995,
            "tenure": "Freehold",
            "description": "Presented in excellent decorative order, this two-bedroom flat offers modern living in a convenient Orpington location. The property comprises a bright and airy open-plan living area, a sleek kitchen with integrated appliances, and two double bedrooms. Additional highlights include a stylish bathroom, allocated parking, and close proximity to local amenities and Orpington station.",
            "location": "Crofton Road Orpington BR6",
            "postcode": "BR6",
            "picture": "images/prop2pic1small.jpg",
            "url": "properties/prop2.html",
            "added": {
                "month": "September",
                "day": 14,
                "year": 2022
            },
            "addedDate": "2022-09-14"
        },
        {
            "id": "prop3",
            "type": "Flat",
            "bedrooms": 3,
            "price": 455000,
            "tenure": "Freehold",
            "description": "A stunning three-bedroom flat located in the heart of Central London, offering easy access to the city's finest attractions. This property boasts a generous reception room with large windows, a separate fitted kitchen, and three comfortable bedrooms. Although previously owned by a smoker, it presents a fantastic opportunity for refurbishment and customization in a prime SW1 location.",
            "location": "London SW1",
            "postcode": "SW1",
            "picture": "images/prop3pic1small.jpg",
            "url": "properties/prop3.html",
            "added": {
                "month": "January",
                "day": 21,
                "year": 2023
            },
            "addedDate": "2023-01-21"
        },
        {
            "id": "prop4",
            "type": "House",
            "bedrooms": 4,
            "price": 869000,
            "tenure": "Freehold",
            "description": "This substantial four-bedroom detached house in Brampton offers exceptional family accommodation. Set within nearly two acres of beautiful gardens, the property features a large driveway, a garage, and spacious interiors including a formal dining room and a conservatory. It provides a peaceful retreat with stunning countryside views while remaining accessible to local schools and shops.",
            "location": "Brampton CA8",
            "postcode": "CA8",
            "picture": "images/prop4pic1small.jpg",
            "url": "properties/prop4.html",
            "added": {
                "month": "April",
                "day": 8,
                "year": 2024
            },
            "addedDate": "2024-04-08"
        },
        {
            "id": "prop5",
            "type": "Flat",
            "bedrooms": 2,
            "price": 254500,
            "tenure": "Freehold",
            "description": "A contemporary two-bedroom apartment situated in the vibrant city center of Manchester. Ideal for professionals or investors, this property features an open-plan living and dining area, a modern kitchen, and a master bedroom with an en-suite. Residents enjoy easy access to the city's bustling nightlife, shopping districts, and transport networks.",
            "location": "Manchester M1",
            "postcode": "M1",
            "picture": "images/prop5pic1small.jpg",
            "url": "properties/prop5.html",
            "added": {
                "month": "June",
                "day": 30,
                "year": 2025
            },
            "addedDate": "2025-06-30"
        },
        {
            "id": "prop6",
            "type": "House",
            "bedrooms": 2,
            "price": 699999,
            "tenure": "Freehold",
            "description": "A charming two-bedroom terrace house located in a quiet residential area of New South Wales. This property offers a cozy living room with a feature fireplace, a fully equipped kitchen, and a low-maintenance rear garden. Perfect for first-time buyers or downsizers, it combines character with modern comfort and is within walking distance of local parks and schools.",
            "location": "New South Wales NP11",
            "postcode": "NP11",
            "picture": "images/prop6pic1small.jpg",
            "url": "properties/prop6.html",
            "added": {
                "month": "December",
                "day": 11,
                "year": 2024
            },
            "addedDate": "2024-12-11"
        },
        {
            "id": "prop7",
            "type": "House",
            "bedrooms": 3,
            "price": 870000,
            "tenure": "Freehold",
            "description": "An immaculate three-bedroom detached home in a prestigious Birmingham neighborhood. This property features a stylish open-plan kitchen and family room, a separate lounge, and a landscaped garden. The master bedroom benefits from luxury en-suite facilities, and the property includes a private driveway. Viewing is highly recommended to appreciate the quality of finish throughout.",
            "location": "Birmingham B1",
            "postcode": "B1",
            "picture": "images/prop7pic1small.jpg",
            "url": "properties/prop7.html",
            "added": {
                "month": "November",
                "day": 21,
                "year": 2023
            },
            "addedDate": "2023-11-21"
        }
    ]
}